Repository: DawidJedraszczyk/django-blog
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Create New Post
pl: Opublikuj

source: title
pl: Tytuł

source: content
pl: Treść

source: Image
pl: Zdjęcie

source: Post Details
pl: Szczegóły posta

source: Details
pl: Szczegóły

source: Update Post
pl: Utwórz posta

source: Update
pl: Edytuj

source: Delete Post
pl: Usuń posta

source: Delete
pl: Usuń

source: Profile Picture
pl: Zdjęcie profilowe

source: Posts
pl: Posty

source: Followers
pl: Obserwatorzy

source: Following
pl: Obserwuje

source: Follow
pl: Zaobserwuj

source: Confirm Delete Post
pl: Potwierdź usunięcie posta

source: Confirm Deletion
pl: Potwierdzenie usunięcie posta

source: Are you sure you want to delete the following post?
pl: Czy na pewno chcesz usunąć ten post?

source: Created on
pl: Utwórz

source: Cancel
pl: Anuluj

source: Post Detail
pl: Szczegóły posta

source: Create Post
pl: Utwórz posta

source: Create a New Post
pl: Stwórz nowy post

source: Blog Posts
pl: Posty

source: No users to follow
pl: Brak użytkowników do śledzenia

source: No posts available.
pl: Brak postów

source: Unfollow
pl: Odobserwuj

source: post/create/
pl: post/utwórz

source: post/update/<str:slug>/
pl: post/edytuj/<str:slug>/

source: post/delete/<str:slug>/
pl: post/usuń/<str:slug>/

source: Followers of
pl: Obserwatorzy

source: View Profile
pl: Zobacz Profil

source: This user has no followers yet.
pl: Ten użytkownik nie opublikował jeszcze postów.

source: Users followed by
pl: Użytkownicy obserwowani przez

source: This user is not following anyone yet.
pl: Ten użytkownik nie obserwuje jeszcze nikogo.

source: No image avaible
pl: Brak zdjęć

source: No bio available.
pl: Brak bio

source: Edit Profile
pl: Edytuj Profil

source: Posts by
pl: Opublikowane przez

source: Previous
pl: Poprzednia

source: Next
pl: Następna

source: This user has no posts yet.
pl: Ten użytkownik nie opublikował jeszcze postów.

source: User Form
pl: Formularz użytkownika

source: user/<str:slug>/
pl: użytkownik/<str:slug>/

source: user/update/<str:slug>/
pl: użytkownik/edytuj/<str:slug>/

source: follow/<int:user_id>/
pl: obserwuj/<int:user_id>/

source: unfollow/<int:user_id>/
pl: odobserwuj/<int:user_id>/

source: user/<slug:slug>/followers/
pl: użytkownik/<str:slug>/obserwatorzy/

source: user/<slug:slug>/following/
pl: użytkownik/<str:slug>/obserwuje

source: success
pl: sukcess

source: Now following
pl: Teraz obserwujesz

source: Already following
pl: Już obserwujesz

source: Unfollowed successfully
pl: Odobserwowano

source: You are not following this user
pl: Nie obserwujesz tego użytkownika

source: accounts/
pl: konta/

source: users/
pl: użytkownicy/

source: accounts/signup/
pl: konta/zarejestruj/

source: accounts/login/
pl: konta/zaloguj/

source: accounts/logout/
pl: konta/wyloguj/

source: accounts/password/change/
pl: konta/hasło/zmień

source: accounts/password/reset/
pl: konta/hasło/reset

source: Account Inactive
pl: Konto nieaktywne

source: This account is inactive.
pl: To konto jest nieaktywne.

source: Confirm Access
pl: Potwierdź dostęp

source: Please reauthenticate to safeguard your account.
pl: Proszę ponownie uwierzytelnić się, aby zabezpieczyć swoje konto.

source: Alternative options
pl: Alternatywne opcje

source: Email Verification
pl: Weryfikacja adresu e-mail

source: Enter Email Verification Code
pl: Wprowadź kod weryfikacyjny

source: We’ve sent a code to %(email_link)s. The code expires shortly, so please enter it soon.
pl: Wyślemy kod na adres %(email_link)s. Kod wygasa wkrótce, więc proszę wprowadzić go jak najszybciej.

source: Confirm
pl: Potwierdź

source: Sign In
pl: Zaloguj się

source: Enter Sign-In Code
pl: Wprowadź kod logowania

source: Email Addresses
pl: Adresy e-mail

source: The following email addresses are associated with your account:
pl: Następujące adresy e-mail są powiązane z Twoim kontem:

source: Verified
pl: Zweryfikowany

source: Unverified
pl: Niezwerifikowany

source: Primary
pl: Główny

source: Make Primary
pl: Ustaw jako główny

source: Re-send Verification
pl: Wyślij ponownie weryfikację

source: Remove
pl: Usuń

source: Add Email Address
pl: Dodaj adres e-mail

source: Add Email
pl: Dodaj e-mail

source: Do you really want to remove the selected email address?
pl: Czy na pewno chcesz usunąć wybrany adres e-mail?

source: You are receiving this email because you or someone else tried to signup for an account using email address: %(email)s However, an account using that email address already exists. In case you have forgotten about this, please use the password forgotten procedure to recover your account: %(password_reset_url)s
pl: Otrzymujesz tego e-maila, ponieważ ty lub ktoś inny próbował zarejestrować się na konto za pomocą adresu e-mail: %(email)s Jednak konto z tym adresem e-mail już istnieje. Jeśli zapomniałeś o tym, proszę użyj procedury zapomnianego hasła, aby odzyskać swoje konto: %(password_reset_url)s

source: Account Already Exists
pl: Konto już istnieje

source: Hello from %(site_name)s!
pl: Witaj z %(site_name)s!

source: Thank you for using %(site_name)s! %(site_domain)s
pl: Dziękujemy za korzystanie z %(site_name)s! %(site_domain)s

source: You are receiving this mail because the following change was made to your account:
pl: Otrzymujesz tego e-maila, ponieważ dokonano następującej zmiany w Twoim kocie:

source: If you do not recognize this change then please take proper security precautions immediately. The change to your account originates from: - IP address: %(ip)s - Browser: %(user_agent)s - Date: %(timestamp)s
pl: Jeśli nie rozpoznajesz tej zmiany, natychmiast podjęcie odpowiednie środki zabezpieczające. Zmiana na Twoim koncie pochodzi z: - Adres IP: %(ip)s - Przeglądarka: %(user_agent)s - Data: %(timestamp)s

source: Your email has been changed from %(from_email)s to %(to_email)s.
pl: Twój adres e-mail został zmieniony z %(from_email)s na %(to_email)s.

source: Email Changed
pl: Adres e-mail zmieniony

source: Your email has been confirmed.
pl: Twój adres e-mail został potwierdzony.

source: Email Confirmation
pl: Potwierdzenie adresu e-mail

source: You're receiving this email because user %(user_display)s has given your email address to register an account on %(site_domain)s.
pl: Otrzymujesz tego e-maila, ponieważ użytkownik %(user_display)s podał Twój adres e-mail, aby zarejestrować konto na %(site_domain)s.

source: Your email verification code is listed below. Please enter it in your open browser window.
pl: Twój kod weryfikacyjny jest podany poniżej. Proszę wprowadzić go w otwartym oknie przeglądarki.

source: To confirm this is correct, go to %(activate_url)s
pl: Aby potwierdzić, że jest to poprawne, przejdź do %(activate_url)s

source: Please Confirm Your Email Address
pl: Proszę potwierdzić swój adres e-mail

source: Email address %(deleted_email)s has been removed from your account.
pl: Adres e-mail %(deleted_email)s został usunięty z Twojego konta.

source: Email Removed
pl: Adres e-mail usunięty

source: Your sign-in code is listed below. Please enter it in your open browser window.
pl: Twój kod logowania jest podany poniżej. Proszę wprowadzić go w otwartym oknie przeglądarki.

source: This mail can be safely ignored if you did not initiate this action.
pl: Ten e-mail można bezpiecznie zignorować, jeśli nie inicjowałeś tej akcji.

source: Sign-In Code
pl: Kod logowania

source: Your password has been changed.
pl: Twoje hasło zostało zmienione.

source: Password Changed
pl: Hasło zmienione

source: You're receiving this email because you or someone else has requested a password reset for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
pl: Otrzymujesz tego e-maila, ponieważ Ty lub ktoś inny poprosił o zresetowanie hasła dla Twojego konta użytkownika. Można go bezpiecznie zignorować, jeśli nie złożyłeś prośby o resetowanie hasła. Kliknij poniższy link, aby zresetować swoje hasło.

source: In case you forgot, your username is %(username)s.
pl: W przypadku zapomnienia, Twoja nazwa użytkownika to %(username)s.

source: Password Reset Email
pl: E-mail resetowania hasła

source: Your password has been reset.
pl: Twoje hasło zostało zresetowane.

source: Password Reset
pl: Resetowanie hasła

source: Your password has been set.
pl: Twoje hasło zostało ustawione.

source: Password Set
pl: Hasło ustawione

source: You are receiving this email because you, or someone else, tried to access an account with email %(email)s. However, we do not have any record of such an account in our database.
pl: Otrzymujesz tego e-maila, ponieważ Ty lub ktoś inny próbował uzyskać dostęp do konta z adresem e-mail %(email)s. Jednak nie mamy żadnych zapisów o takim kocie w naszej bazie danych.

source: If it was you, you can sign up for an account using the link below.
pl: Jeśli to Ty, możesz zarejestrować konto, klikając poniższy link.

source: Unknown Account
pl: Nieznane konto

source: Email Address
pl: Adres e-mail

source: Current email
pl: Bieżący e-mail

source: Changing to
pl: Zmiana na

source: Your email address is still pending verification.
pl: Twój adres e-mail czeka na weryfikację.

source: Cancel Change
pl: Anuluj zmianę

source: Change to
pl: Zmień na

source: Change Email
pl: Zmień e-mail

source: Confirm Email Address
pl: Potwierdź adres e-mail

source: Please confirm that
pl: Potwierdź czy

source: is an email address for user
pl: jest adresem e-mail dla użytkownika

source: Unable to confirm %(email)s because it is already confirmed by a different account.
pl: Nie można potwierdzić %(email)s, ponieważ został już potwierdzony przez inne konto.

source: This email confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new email confirmation request</a>.
pl: Ten link do potwierdzenia adresu e-mail wygasł lub jest nieprawidłowy. Proszę <a href="%(email_url)s">wygenerować nowe żądanie potwierdzenia</a>.

source: If you have not created an account yet, then please
pl: Jeżeli nie utworzyłeś jeszcze konta, proszę więc

source: sign up
pl: Zarejestruj się

source: first
pl: najpierw

source: Sign in with a passkey
pl: Zaloguj się za pomocą klucza dostępu

source: Mail me a sign-in code
pl: Wyślij mi kod logowania

source: Sign Out
pl: Wyloguj się

source: Are you sure you want to sign out?
pl: Czy na pewno chcesz się wylogować?

source: You cannot remove your primary email address (%(email)s).
pl: Nie możesz usunąć swojego głównego adresu e-mail (%(email)s).

source: Unable to confirm %(email)s because it is already confirmed by a different account.
pl: Nie można potwierdzić %(email)s, ponieważ został już potwierdzony przez inne konto.

source: Confirmation email sent to %(email)s.
pl: Wysłano e-mail weryfikacyjny na adres %(email)s.

source: You have confirmed %(email)s.
pl: Potwierdziłeś adres e-mail %(email)s.

source: Removed email address %(email)s.
pl: Usunięto adres e-mail %(email)s.

source: Successfully signed in as %(name)s.
pl: Zalogowano pomyślnie jako %(name)s.

source: You have signed out.
pl: Wylogowałeś się.

source: A sign-in code has been mailed to %(email)s.
pl: Kod logowania został wysłany na adres %(email)s.

source: Password successfully changed.
pl: Hasło zostało pomyślnie zmienione.

source: Password successfully set.
pl: Hasło zostało pomyślnie ustawione.

source: Primary email address set.
pl: Ustawiono główny adres e-mail.

source: Your primary email address must be verified.
pl: Twój główny adres e-mail musi zostać zweryfikowany.

source: Change Password
pl: Zmień hasło

source: Forgot Password?
pl: Zapomniałeś hasła?

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
pl: Zapomniałeś hasła? Wprowadź swój adres e-mail poniżej, a wyślemy Ci e-mail z linkiem do zresetowania hasła.

source: Reset My Password
pl: Zresetuj moje hasło

source: Please contact us if you have any trouble resetting your password.
pl: Skontaktuj się z nami, jeśli masz jakiekolwiek problemy z resetowaniem hasła.

source: We have sent you an email. If you have not received it please check your spam folder. Otherwise contact us if you do not receive it in a few minutes.
pl: Wysłaliśmy Ci e-mail. Jeśli go nie otrzymałeś, sprawdź folder spam. W przeciwnym razie skontaktuj się z nami, jeśli nie otrzymasz go za kilka minut.

source: Bad Token
pl: Błędny token

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
pl: Link do resetowania hasła jest nieprawidłowy, prawdopodobnie dlatego, że został już użyty. Proszę poprosić o <a href="%(passwd_reset_url)s">nowy link do resetowania hasła</a>.

source: Your password is now changed.
pl: Twoje hasło zostało teraz zmienione.

source: Set Password
pl: Ustaw hasło

source: Enter your password:
pl: Podaj swoje hasło:

source: You will receive an email containing a special code for a password-free sign-in.
pl: Otrzymasz e-mail z kodem, który pozwoli Ci zalogować się bez hasła.

source: Request Code
pl: Zażądaj kodu

source: Other sign-in options
pl: Inne opcje logowania

source: Sign Up
pl: Zarejestruj się

source: Already have an account? Log In!
pl: Masz już konto? Zaloguj się!

source: Signup
pl: Zarejestruj się

source: Passkey Sign Up
pl: Rejestracja za pomocą klucza dostępu

source: Already have an account? Then please %(link)ssign in%(end_link)s.
pl: Masz już konto? Zaloguj się %(link)s tu %(end_link)s.

source: Other options
pl: Inne opcje

source: Sign Up Closed
pl: Rejestracja zamknięta

source: We are sorry, but the sign up is currently closed.
pl: Przepraszamy, ale rejestracja jest obecnie zamknięta.

source: Note
pl: Uwaga

source: You are already logged in as %(user_display)s.
pl: Jesteś już zalogowany jako %(user_display)s.

source: Warning:
pl: Ostrzeżenie:

source: You currently do not have any email address set up. You should really add an email address so you can receive notifications, reset your password, etc.
pl: Obecnie nie masz skonfigurowanego adresu e-mail. Powinieneś dodać adres e-mail, aby otrzymywać powiadomienia, zresetować hasło itd.

source: Verify Your Email Address
pl: Zweryfikuj swój adres e-mail

source: We have sent an email to you for verification. Follow the link provided to finalize the signup process. If you do not see the verification email in your main inbox, check your spam folder. Please contact us if you do not receive the verification email within a few minutes.
pl: Wysłaliśmy do Ciebie e-mail w celu weryfikacji. Kliknij w link, aby zakończyć proces rejestracji. Jeśli nie widzisz e-maila w swojej głównej skrzynce odbiorczej, sprawdź folder spam. Skontaktuj się z nami, jeśli nie otrzymasz e-maila w ciągu kilku minut.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your email address.
pl: Ta część strony wymaga, abyśmy zweryfikowali, że jesteś tym, za kogo się podajesz. W tym celu wymagamy, abyś zweryfikował własność swojego adresu e-mail.

source: We have sent an email to you for verification. Please click on the link inside that email. If you do not see the verification email in your main inbox, check your spam folder. Otherwise contact us if you do not receive it within a few minutes.
pl: Wysłaliśmy Ci e-mail w celu weryfikacji. Proszę kliknij w link zawarty w tym e-mailu. Jeśli nie widzisz e-maila w swojej głównej skrzynce odbiorczej, sprawdź folder spam. W przeciwnym razie skontaktuj się z nami, jeśli nie otrzymasz go w ciągu kilku minut.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your email address</a>.
pl: <strong>Uwaga:</strong> możesz nadal <a href="%(email_url)s">zmienić swój adres e-mail</a>.

source: Messages:
pl: Wiadomości:

source: Account Connections
pl: Połączenia konta

source: Two-Factor Authentication
pl: Uwierzotelnianie dwuetapowe

source: Sessions
pl: Sesje

source: Profile
pl: Profil

source: Logout
pl: Wyloguj

source: Login
pl: Zaloguj

source: Register
pl: Zarejestruj

source: Your account is protected by two-factor authentication. Please enter an authenticator code:
pl: Twoje konto jest chronione przez uwierzytelnianie dwuetapowe. Proszę wprowadzić kod z aplikacji uwierzytelniającej:

source: Use a security key
pl: Użyj klucza bezpieczeństwa

source: A new set of Two-Factor Authentication recovery codes has been generated.
pl: Nowy zestaw kodów odzyskiwania do uwierzytelniania dwuetapowego został wygenerowany.

source: New Recovery Codes Generated
pl: Wygenerowano nowe kody odzyskiwania

source: Authenticator app activated.
pl: Aplikacja uwierzytelniająca została aktywowana.

source: Authenticator App Activated
pl: Aplikacja uwierzytelniająca aktywowana

source: Authenticator app deactivated.
pl: Aplikacja uwierzytelniająca została dezaktywowana.

source: Authenticator App Deactivated
pl: Aplikacja uwierzytelniająca dezaktywowana

source: A new security key has been added.
pl: Został dodany nowy klucz bezpieczeństwa.

source: Security Key Added
pl: Dodano klucz bezpieczeństwa

source: A security key has been removed.
pl: Klucz bezpieczeństwa został usunięty.

source: Security Key Removed
pl: Usunięto klucz bezpieczeństwa

source: Authenticator App
pl: Aplikacja uwierzytelniająca

source: Authentication using an authenticator app is active.
pl: Uwierzytelnianie za pomocą aplikacji uwierzytelniającej jest aktywne.

source: An authenticator app is not active.
pl: Aplikacja uwierzytelniająca nie jest aktywna.

source: Deactivate
pl: Dezaktywuj

source: Activate
pl: Aktywuj

source: Security Keys
pl: Klucze bezpieczeństwa

source: You have added %(count)s security key.
pl: Dodałeś %(count)s klucz bezpieczeństwa.

source: No security keys have been added.
pl: Nie dodano żadnych kluczy bezpieczeństwa.

source: Manage
pl: Zarządzaj

source: Add
pl: Dodaj

source: Recovery Codes
pl: Kody odzyskiwania

source: There is %(unused_count)s out of %(total_count)s recovery codes available.
pl: Pozostało %(unused_count)s z %(total_count)s kodów odzyskiwania.

source: No recovery codes set up.
pl: Brak skonfigurowanych kodów odzyskiwania.

source: View
pl: Zobacz

source: Download
pl: Pobierz

source: Generate
pl: Generuj

source: A new set of recovery codes has been generated.
pl: Wygenerowano nowy zestaw kodów odzyskiwania.

source: Security key added.
pl: Dodano klucz bezpieczeństwa.

source: Security key removed.
pl: Usunięto klucz bezpieczeństwa.

source: Enter an authenticator code:
pl: Wprowadź kod z aplikacji uwierzytelniającej:

source: You are about to generate a new set of recovery codes for your account.
pl: Zaraz wygenerujesz nowy zestaw kodów odzyskiwania dla swojego konta.

source: This action will invalidate your existing codes.
pl: Ta akcja unieważni istniejące kody.

source: Are you sure?
pl: Jesteś pewny?

source: Unused codes
pl: Niezużyte kody

source: Download codes
pl: Pobierz kody

source: Generate new codes
pl: Generuj nowe kody

source: Activate Authenticator App
pl: Aktywuj aplikację uwierzytelniającą

source: To protect your account with two-factor authentication, scan the QR code below with your authenticator app. Then, input the verification code generated by the app below.
pl: Aby zabezpieczyć swoje konto uwierzytelnianiem dwuetapowym, zeskanuj poniższy kod QR za pomocą swojej aplikacji uwierzytelniającej. Następnie wprowadź kod weryfikacyjny wygenerowany przez aplikację poniżej.

source: Authenticator secret
pl: Sekret aplikacji uwierzytelniającej

source: You can store this secret and use it to reinstall your authenticator app at a later time.
pl: Możesz przechować ten sekret i użyć go do ponownej instalacji aplikacji uwierzytelniającej w przyszłości.

source: Deactivate Authenticator App
pl: Dezaktywuj aplikację uwierzytelniającą

source: You are about to deactivate authenticator app based authentication. Are you sure?
pl: Zaraz dezaktywujesz uwierzytelnianie oparte na aplikacji uwierzytelniającej. Czy jesteś pewny?

source: Add Security Key
pl: Dodaj klucz bezpieczeństwa

source: Remove Security Key
pl: Usuń klucz bezpieczeństwa

source: Are you sure you want to remove this security key?
pl: Czy na pewno chcesz usunąć ten klucz bezpieczeństwa?

source: Key
pl: Klucz

source: Usage
pl: Użycie

source: Passkey
pl: Klucz dostępu

source: Security key
pl: Klucz bezpieczeństwa

source: This key does not indicate whether it is a passkey.
pl: Ten klucz nie wskazuje, czy jest kluczem dostępu.

source: Unspecified
pl: Nieokreślony

source: Added on %(created_at)s
pl: Dodano: %(created_at)s

source: Last used %(last_used)s
pl: Ostatnie użycie: %(last_used)s

source: Edit
pl: Edytuj

source: Edit Security Key
pl: Edytuj klucz bezpieczeństwa

source: Save
pl: Zapisz

source: Create Passkey
pl: Utwórz klucz dostępu

source: You are about to create a passkey for your account. As you can add additional keys later on, you can use a descriptive name to tell the keys apart.
pl: Zaraz utworzysz klucz dostępu dla swojego konta. Ponieważ możesz dodać kolejne klucze później, możesz użyć opisowej nazwy, aby rozróżnić klucze.

source: Create
pl: Utwórz

source: This functionality requires JavaScript.
pl: Ta funkcjonalność wymaga JavaScript.

source: Third-Party Login Failure
pl: Błąd logowania przez zewnętrzny serwis

source: An error occurred while attempting to login via your third-party account.
pl: Wystąpił błąd podczas próby logowania przez zewnętrzne konto.

source: You can sign in to your account using any of the following third-party accounts:
pl: Możesz zalogować się do swojego konta za pomocą jednego z poniższych kont zewnętrznych:

source: You currently have no third-party accounts connected to this account.
pl: Aktualnie nie masz żadnych połączonych kont zewnętrznych z tym kontem.

source: Add a Third-Party Account
pl: Dodaj konto zewnętrzne

source: A third-party account from %(provider)s has been connected to your account.
pl: Zewnętrzne konto %(provider)s zostało połączone z Twoim kontem.

source: Third-Party Account Connected
pl: Połączono konto zewnętrzne

source: A third-party account from %(provider)s has been disconnected from your account.
pl: Zewnętrzne konto %(provider)s zostało odłączone od Twojego konta.

source: Third-Party Account Disconnected
pl: Odłączono konto zewnętrzne

source: Connect %(provider)s
pl: Połącz z %(provider)s

source: You are about to connect a new third-party account from %(provider)s.
pl: Zaraz połączysz nowe konto zewnętrzne z %(provider)s.

source: Sign In Via %(provider)s
pl: Zaloguj się przez %(provider)s

source: You are about to sign in using a third-party account from %(provider)s.
pl: Zaraz zalogujesz się, używając konta zewnętrznego z %(provider)s.

source: Continue
pl: Kontynuuj

source: Login Cancelled
pl: Logowanie anulowane

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
pl: Zdecydowałeś się anulować logowanie na naszej stronie przy użyciu jednego ze swoich istniejących kont. Jeśli to był błąd, proszę przejdź do <a href="%(login_url)s">zaloguj się</a>.

source: The third-party account has been connected.
pl: Konto zewnętrzne zostało połączone.

source: The third-party account is already connected to a different account.
pl: Konto zewnętrzne jest już połączone z innym kontem.

source: The third-party account has been disconnected.
pl: Konto zewnętrzne zostało odłączone.

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
pl: Zaraz użyjesz swojego konta %(provider_name)s, aby zalogować się do %(site_name)s. Jako ostatni krok, proszę wypełnić poniższy formularz:

source: Or use a third-party
pl: Lub użyj konta zewnętrznego
