Repository: DawidJedraszczyk/django-blog
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Signed out of all other sessions.
pl: Wylogowano ze wszystkich innych sesji.

source: Started At
pl: Rozpoczęto

source: IP Address
pl: Adres IP

source: Browser
pl: Przeglądarka

source: Last seen at
pl: Ostatnia wizyta

source: Current
pl: Bieżąca

source: Sign Out Other Sessions
pl: Wyloguj inne sesje
